help_message = """🆘 Нужна помощь? 🤔

Если у вас возникли форс-мажорные ситуации или вопросы по использованию нашего бота, не волнуйтесь! Мы всегда готовы помочь вам решить любые проблемы.

📝 При оформлении заказа:

Укажите верные данные для доставки.
Выберите удобный способ оплаты.
Если возникнут трудности, обратитесь за помощью к операторам поддержки командой /support.
👠 Вопросы о продукции:

Если вам нужна дополнительная информация о моделях обуви, используйте команду /catalog или /search для поиска.
Мы рады ответить на ваши вопросы и помочь выбрать идеальную пару обуви.
🛡 Безопасность данных:

Мы ценим вашу конфиденциальность. Не передавайте личные данные через публичные сообщения.
📞 Связаться с нами:

Если вам требуется срочная помощь, свяжитесь с нами по телефону +X XXX XXX-XXXX или напишите на support@example.com.
Не стесняйтесь обращаться к нам в любое время! Мы здесь, чтобы сделать ваше общение с нами максимально удобным и приятным. 🤗

Текст для кнопки - ПОМОЩЬ"""

rules_message = """1. Уважайте друг друга: Будьте вежливы и уважительны в общении с другими пользователями и операторами. Никакой ненависти, оскорблений или унижающих комментариев.

2. Не рекламируйте сторонние продукты или услуги: Не размещайте рекламные сообщения или ссылки на сторонние продукты, которые не связаны с магазином обуви.

3. Не нарушайте правила безопасности данных: Не передавайте личные данные других пользователей или свои личные данные через публичные сообщения.

4. Обратитесь за помощью к операторам поддержки: Если у вас возникли вопросы или проблемы с заказом, обратитесь к операторам поддержки в специальном разделе или через команду /support.

5. Соблюдайте правила заказа и оплаты: При оформлении заказа, предоставьте достоверную информацию о доставке и выбранном способе оплаты.

Соблюдение этих правил поможет создать дружественное и безопасное сообщество пользователей в телеграм-боте магазина обуви, где каждый сможет получить качественное обслуживание и помощь в своих запросах и покупках."""

start_message = """"Привет! Я бот магазина обуви. Я помогу вам сделать заказ и ответить на ваши вопросы. Нажмите на кнопку
 «Помощь», чтобы узнать больше о моих возможностях."""

